Revit 2024 API
UnitTypeId.KilogramsPerMeterHour Property
 Kilograms per meter hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerMeterHour { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerMeterHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerMeterHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace